[
  "obsidian-style-settings",
  "obsidian-icon-folder",
  "obsidian-imgur-plugin",
  "recent-files-obsidian",
  "dataview",
  "calendar",
  "periodic-notes",
  "templater-obsidian",
  "ics",
  "omnisearch"
]